// Створіть змінну, яка зберігає ім'я користувача. Виведіть значення цієї змінної в консоль.
const userName = "Tony Stark";
console.log(userName);

// Створіть змінну, яка зберігає вік користувача. Перетворіть цю змінну на рядок і виведіть тип цієї змінної в консоль.
const userAge = 35;
console.log(userAge.toString());

// Створіть змінну, яка зберігає число "10" і додайте до нього рядок "20". Виведіть результат і його тип.
const num1 = 10;
const num2 = num1 + "20";
console.log(num2, typeof num2);
